Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Today.xcstrings
Source language: en_us
Languages: ab, an, ar, ast, be, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, fi, fr, gd, gl, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, lt, ml, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ro, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, ur, vi, zh_cn, zh_tw

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
ab: Ахатә екран ахь Firefox аҿацә ацҵа. Авиджет ацҵара ашьҭахь, уи аредакциа азутәуп, насгьы даҽа ҿацәк алхтәуп.
an: Anyade un alcorce de Firefox a la tuya pantalla d'inicio. Dimpués anyade lo widget, toca y mantén ta editar-lo y seleccionar un alcorce diferent.
ar: أضف اختصار Firefox إلى الشاشة الرئيسية. المس الأداة بعد أن تُضاف مدةً لتعديلها، ثمّ اختر اختصارًا آخر.
ast: Amiesta un atayu de Firefox a la pantalla d'aniciu. Darréu d'amestar el widget, tenlu primíu pa editalu y esbillar un atayu diferente.
be: Дадайце цэтлік Firefox на Хатні экран. Пасля дадання віджэта, націсніце і ўтрымлівайце, каб адрэдагаваць яго і выбраць іншы цэтлік.
bn: আপনার হোম স্ক্রিনে একটি Firefox শর্টকাট যুক্ত করুন। উইজেট যুক্ত করার পরে, এটি সম্পাদনা করতে স্পর্শ করুন এবং ধরে রাখুন এবং একটি আলাদা শর্টকাট নির্বাচন করুন।
br: Ouzhpennit ur verradenn Firefox d’ho skramm degemer. Goude bezañ ouzhpennet ar widjet, klikit ha dalc’hit evit kemmañ ha diuzit ur verradenn all.
bs: Dodajte Firefox prečicu na vaš početni ekran. Nakon što dodate widget, dodirnite i držite da ga uredite i odaberete drugu prečicu.
ca: Afegiu una drecera del Firefox a la pantalla d'inici. Després d'afegir el giny, manteniu-lo premut per editar-lo i triar una altra drecera.
co: Aghjunghjite un accurtatoghju Firefox à u vostru screnu d’accolta. Dopu l’aghjuntu di u widget, tuccatelu è mantenelu per mudificalu è selezziunate un altru accurtatoghju.
cs: Přidejte si zkratku Firefoxu na domovskou obrazovku. Pro úpravu nebo výběr jiné zkratky na widgetu podržte prst.
cy: Ychwanegwch llwybr byr Firefox i'ch sgrin Cartref. Ar ôl ychwanegu'r teclyn, cyffwrdd a dal i'w olygu a dewis llwybr byr gwahanol.
da: Tilføj en Firefox-genvej til din startskærm. Efter at du har tilføjet en ny widget, skal du trykke og holde for at redigere den og vælge en anden genvej.
de: Fügen Sie Ihrem Startbildschirm eine Firefox-Verknüpfung hinzu. Berühren und halten Sie das Widget nach dem Hinzufügen, um es zu bearbeiten und eine andere Verknüpfung auszuwählen.
dsb: Pśidajśo startowej wobrazowce zwězanje Firefox. Za tym až sćo pśidał asistent, pótusniśo asistent a źaržćo jen, aby wobźěłował a wubjeŕśo druge zwězanje.
el: Προσθέστε μια συντόμευση Firefox στην αρχική οθόνη. Αφού προσθέσετε το γραφικό στοιχείο, πατήστε παρατεταμένα για επεξεργασία και επιλογή διαφορετικής συντόμευσης.
eo: Aldonu ŝparvojon de Firefox al via hejmekrano. Post la aldono de la elemento, tuŝu longe por modifi ĝin kaj elekti alian ŝparvojon.
es: Agrega un acceso directo de Firefox a tu pantalla de inicio. Después de agregar el widget, selecciona y mantén pulsado para editarlo y seleccionar un acceso directo diferente.
es_ar: Agregar un atajo a la pantalla de inicio. Después de agregar el widget, tocar y mantener presionado para editarlo y seleccionar un atajo diferente.
es_cl: Agrega un atajo de Firefox a tu pantalla de inicio. Después de añadir el widget, tocalo y mantenlo presionado para editarlo y seleccionar un acceso directo diferente.
es_mx: Agrega un atajo de Firefox a tu pantalla de inicio. Después de agregar el widget, tócalo y mantenlo presionado para editarlo y seleccionar un acceso directo diferente.
et: Lisa Firefoxi otsetee oma avaekraanile. Pärast lisamist saad seda pikalt puudutades muuta ning soovi korral valida teise otsetee.
eu: Gehitu Firefoxerako lasterbidea zure hasierako pantailan. Widget-a gehitu bezain laster, sakatu eta mantendu lasterbidea editatu eta beste bat hautatzeko.
fa: یک میانبر Firefox به صفحه اصلی خود اضافه کنید. پس از افزودن ابزارک ، آن را لمس کنید و نگه دارید تا ویرایش شود و یک میانبر دیگر انتخاب کنید.
fi: Lisää Firefox-oikotie kotinäyttöön. Kun olet lisännyt widgetin, kosketa pitkään muokataksesi sitä ja valitse toinen oikotie.
fr: Ajoutez un raccourci Firefox à votre écran d’accueil. Après avoir ajouté le widget, appuyez de manière prolongée pour le modifier et sélectionnez un autre raccourci.
gd: Cuir ath-ghoirid Firefox ris an sgrìn-dhachaigh agad. An dèidh dhut a’ widget a chur ris, bean ris is cùm e airson a dheasachadh agus ath-ghoirid eadar-dhealaichte a thaghadh.
gl: Engada un atallo de Firefox á súa pantalla de inicio. Despois de engadir o widget, manteña premido para editalo e seleccione un atallo diferente.
he: ניתן להוסיף קיצור דרך ל־Firefox למסך הבית שלך. לאחר הוספת הוידג’ט, יש ללחוץ ולהחזיק כדי לערוך אותו ולבחור בקיצור דרך שונה.
hr: Dodaj prečac za Firefox na početni ekran. Nakon dodavanja widgeta dodirni i zadrži ga dodirnutim, kako bi se mogao urediti i odabrati jedan drugi prečac.
hsb: Přidajće startowej wobrazowce zwjazanje Firefox. Po tym zo sće asistent přidał, podótkńće so asistenta a dźeržće jón, zo byšće wobdźěłował a wubjerće druhe zwjazanje.
hu: Adjon egy Firefox ikont a kezdőképernyőhöz. A widget hozzáadása után érintse meg és tartsa lenyomva a szerkesztéshez, majd válasszon egy másik ikont.
hy_am: Ձեր Հիմնական էկրանին ավելացրեք Firefox դյուրանցում: Վիջեթն ավելացնելուց հետո հպեք և պահեք այն խմբագրելու համար և ընտրեք այլ դյուրանցում:
ia: Insere un accesso directe a Firefox in tu schermo initial. Post adder le elemento, tocca e mantene premite pro modificar lo e seliger un altere accesso directe.
id: Tambahkan pintasan Firefox ke layar Beranda Anda. Setelah menambahkan widget, sentuh dan tahan untuk mengeditnya lalu pilih pintasan yang berbeda.
is: Bættu Firefox-flýtileið við upphafsskjáinn þinn. Eftir að græjunni hefur verið bætt við skaltu ýta og halda inni til að breyta henni og velja aðra flýtileið.
it: Aggiungi un collegamento a Firefox alla schermata principale. Dopo aver aggiunto il widget, toccalo tenendo premuto per modificarlo e selezionare un collegamento diverso.
ja: Firefox のショートカットをホーム画面に追加します。ウィジェットを追加したら、長押しして編集し、別のショートカットを選択します。
ka: დაამატეთ Firefox-მალსახმობი მთავარ ეკრანზე. ჩადგმის შემდგომ დიდხანს შეეხეთ ჩასასწორებლად ან სხვა მალსახმობის შესარჩევად.
kab: Rnu anegzum n Firefox ɣer ugdil-ik·im agejdan. Seld timerna n uwiǧit, sit s useɣzef i wakken ad t-tẓergeḍ syen ad tferneḍ anegzum-nniḍen.
kk: Firefox жарлығын үй экранына қосыңыз. Виджетті қосқаннан кейін, оны түзету үшін тиіп, басулы ұстаңыз және басқа жарлықты таңдаңыз.
ko: 홈 화면에 Firefox 바로 가기를 추가하세요. 위젯을 추가한 후, 길게 터치하여 수정 및 다른 바로 가기를 선택하세요.
lo: ເພີ່ມທາງລັດເຂົ້າ Firefox ໄປໄວ້ໃນຫນ້າທຳອິດ. ຫລັງຈາກການເພີ່ມ widget ແລ້ວ ໃຫ້ແຕະຄ້າງໄວ້ເພື່ອແກ້ໄຂ ແລະ ເລືອກທາງລັດອື່ນ.
lt: Pridėkite „Firefox“ leistuką į savo pradžios ekraną. Pridėję valdiklį, palieskite ir palaikykite norėdami jį keisti, ir pasirinkti kitą leistuką.
ml: താങ്ങളുടെ ആമുഖതാളിലേക്കു് ഒരു കുറുക്കുവഴി ചേർക്കുക. വിചെട്ടു് ചേർത്തിയിട്ടു് അതു് തിരുത്താൻ അതിനു് അമർത്തിപ്പിടിക്കുക, പിന്നെ മറ്റൊരു കുറുക്കുവഴി തിരഞ്ഞെടുക്കുക.
my: သင်၏မူလမြင်ကွင်းသို့ Firefox ဖြတ်လမ်းများကိုထည့်ပါ။ ဤအရာကိုထည့်ပြီးလျှင်အခြားဖြတ်လမ်းများကိုရွေးချယ်၍ထားရှိပါ။
nb: Legg til en Firefox-snarvei til hjem-skjermen. Når du har lagt til widgeten, trykker du på og holder nede for å redigere den og velger en annen snarvei.
ne_np: तपाईंको गृह स्क्रिनमा Firefox सर्टकट थप्नुहोस्। विजेट थपेपछि, यसलाई सम्पादन गर्न छुनुहोस् र होल्ड गर्नुहोस् र फरक सर्टकट चयन गर्नुहोस्।
nl: Voeg een Firefox-snelkoppeling toe aan uw startscherm. Houd, nadat u deze hebt toegevoegd, de widget ingedrukt om deze te bewerken en een andere snelkoppeling te selecteren.
nn: Legg til ein Firefox-snarveg til heim-skjermen. Når du har lagt til widgeten, trykkjer du på og held nede for å redigere han og vel ein annan snarveg.
pa_in: ਆਪਣੀ ਮੁੱਖ ਸਕਰੀਨ ਉੱਤੇ Firefox ਜੋੜੋ। ਵਿਜੈਟ ਜੋੜਨ ਦੇ ਬਾਅਦ ਇਸ ਨੂੰ ਸੋਧਣ ਲਈ ਛੂਹ ਕੇ ਰੱਖੋ ਅਤੇ ਵੱਖਰਾ ਸ਼ਾਰਟਕੱਟ ਚੁਣੋ।
pl: Dodaj skrót Firefoksa do ekranu głównego. Po dodaniu widżetu dotknij i przytrzymaj go, by go zmienić i wybrać inny skrót.
pt_br: Adiciona um atalho do Firefox à tela inicial. Após adicionar o widget, mantenha pressionado para editar e selecionar um atalho diferente.
pt_pt: Adicione um atalho do Firefox ao seu ecrã inicial. Depois de adicionar o widget, toque e aguarde para o editar e selecione um atalho diferente.
rm: Agiuntescha ina scursanida a Firefox a tes visur da partenza. Suenter l'avair agiuntà, tutga e tegna il widget per l'editar e tscherna in'autra scursanida.
ro: Adaugă o scurtătură Firefox în ecranul de pornire. După ce ai adăugat widgetul, ține-l atins pentru editare și selectează o scurtătură diferită.
ru: Добавьте ярлык Firefox на Домашний экран. После добавления виджета совершите долгое нажатие, чтобы отредактировать его и выбрать другой ярлык.
sat_olck: ᱢᱤᱫ ᱴᱟᱝ Firefox ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱚᱲᱟᱜ ᱤᱥᱠᱨᱤᱱ ᱨᱮ ᱥᱮᱞᱮᱫ ᱛᱟᱞᱟᱝ ᱢᱮ. ᱣᱤᱡᱮᱴ ᱥᱮᱞᱮᱫ ᱠᱟᱛᱮ ᱡᱚᱴᱮᱫ ᱢᱮ ᱟᱨ ᱚᱛᱟ ᱫᱚᱦᱚᱭ ᱢᱮ ᱥᱟᱯᱲᱟᱣ ᱞᱚᱜᱤᱛ ᱛᱮ ᱟᱨ ᱮᱴᱟᱜ-ᱟ ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱵᱟᱪᱷᱟᱣ ᱛᱟᱞᱟᱝ ᱢᱮ.
scn: Junci n’accurzu a Firefox nnâ to schirmata mastra. Doppu chi junci u stigghiu, tocca e teni ammaccatu pi canciallu e scartari n’accurzu sparti.
sk: Pridajte si skratku Firefoxu na plochu. Pre úpravu alebo výber inej skratky na widgete podržte prst.
sl: Dodajte bližnjico do Firefoxa na domač zaslon. Po dodajanju pripomočka se ga dotaknite in ga zadržite, da ga uredite in izberete drugo bližnjico.
sq: Shtoni një shkurtore Firefox për te skena juaj Kreu. Pasi të shtohet widget-i, prekeni dhe mbajeni të prekur, që ta përpunoni dhe të përzgjidhni një tjetër shkurtore.
su: Tambahkeun takulan Firefox ka layar Tepas anjeun. Sanggeus nambahkeun wijet, toél jeung tahan pikeun ngédit sarta milih takulan anu béda.
sv: Lägg till en Firefox-genväg till din startskärm. När du har lagt till widgeten håller du ned den för att redigera och välja en annan genväg.
tg: Миёнбури «Firefox»-ро ба экрани асосии худ илова намоед. Пас аз илова кардани виҷет, барои таҳрир ва илова кардани миёнбури дигар онро ламс карда, доред.
th: เพิ่มทางลัด Firefox ลงในหน้าจอโฮมของคุณ หลังจากเพิ่มวิดเจ็ตแล้ว ให้แตะค้างไว้เพื่อแก้ไขและเลือกทางลัดอื่น
tr: Ana ekranınıza Firefox kısayolu ekleyin. Araç takımını ekledikten sonra düzenlemek isterseniz basılı tutup farklı bir kısayol seçebilirsiniz.
tt: Өй экранына Firefox ярлыгын өстәгез. Виджетны өстәгәннән соң, аны үзгәртү өчен өстенә басып торыгыз һәм бүтән бер ярлык сайлагыз.
ug: باش بېتىڭىزگە Firefox تېزلەتمىسىنى قوشىدۇ. ئەپچە قوشقاندىن كېيىن، بېسىپ تۇرسا ئۇنى تەھرىرلەيدۇ ۋە باشقا تېزلەتمە تاللىغىلى بولىدۇ.
uk: Додайте ярлик Firefox на головний екран. Після додавання віджета торкніться й утримуйте, щоб змінити його та вибрати інший ярлик.
ur: اپنے ہوم اسکرین پر Firefox شارٹ کٹ جوڑیں۔ جوڑنے کے بعد شارٹ کٹ کو ترمیم کرنے کے لئے دبا کر رکھیں اور کوئی دوسرا شارٹ کاٹ منتخب کریں۔
vi: Thêm lối tắt Firefox vào màn hình chính của bạn. Sau khi thêm tiện ích, hãy chạm và giữ để chỉnh sửa tiện ích và chọn một phím tắt khác.
zh_cn: 将 Firefox 快捷方式添加至主屏幕。添加后按住小组件进行编辑，可选择其他快捷方式。
zh_tw: 把 Firefox 捷徑加到主畫面。新增小工具之後，請長按小工具選擇不同的捷徑。

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
ab: Ирццаку аусқәа
an: Accions rapidas
ar: إجراءات سريعة
ast: Aiciones rápides
be: Хуткія дзеянні
bn: দ্রুত পদক্ষেপ
br: Oberoù prim
bs: Brze akcije
ca: Accions ràpides
co: Azzioni preste
cs: Rychlé akce
cy: Gweithredoedd Cyflym
da: Hurtige handlinger
de: Schnellaktionen
dsb: Malsne akcije
el: Γρήγορες ενέργειες
eo: Rapidaj agoj
es: Acciones rápidas
es_ar: Acciones rápidas
es_cl: Acciones rápidas
es_mx: Acciones rápidas
et: Kiired tegevused
eu: Ekintza bizkorrak
fa: اقدامات سریع
fi: Pikatoiminnot
fr: Actions rapides
gd: Grad-ghnìomhan
gl: Accións rápidas
he: פעולות מהירות
hi_in: तुरंत कारवाई
hr: Brze radnje
hsb: Spěšne akcije
hu: Gyors műveletek
hy_am: Արագ գործողություններ
ia: Actiones rapide
id: Aksi Cepat
is: Flýtiaðgerðir
it: Azioni rapide
ja: クイックアクション
ka: სწრაფი მოქმედებები
kab: Tigawin tirurad
kk: Жылдам әрекеттер
ko: 빠른 작업
lo: ການກະທຳດ່ວນ
lt: Spartieji veiksmai
ml: ദ്രുത പ്രവർത്തനം
my: လျင်မြန်စွာလုပ်ဆောင်ချက်များ
nb: Hurtige handlinger
ne_np: द्रुत कार्यहरु
nl: Snelle acties
nn: Hurtighandlingar
pa_in: ਫ਼ੌਰੀ ਕਾਰਵਾਈਆਂ
pl: Szybkie działania
pt_br: Ações rápidas
pt_pt: Ações rápidas
rm: Acziuns sveltas
ro: Acțiuni rapide
ru: Быстрые действия
sat_olck: ᱞᱚᱜᱚᱱ ᱛᱮᱭᱟ ᱠᱚᱢᱤ
scn: Azzioni lesti
si: ඉක්මන් ක්‍රියාමාර්ග
sk: Rýchle akcie
sl: Hitra dejanja
sq: Veprime të Shpejta
su: Lampah gancang
sv: Snabbåtgärder
tg: Амалҳои зуд
th: การกระทำด่วน
tr: Hızlı Eylemler
tt: Тиз гамәлләр
ug: تېز مەشغۇلات
uk: Швидкі дії
ur: فوری کارروائی
vi: Hành động nhanh
zh_cn: 快捷操作
zh_tw: 快速操作

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
ab: Firefox аҿацәқәа
ar: اختصارات Firefox
ast: Atayos de Firefox
be: Цэтлікі Firefox
bn: দ্রুত পদক্ষেপ
br: Berradennoù Firefox
bs: Firefox prečice
ca: Dreceres del Firefox
co: Accurtatoghji Firefox
cs: Zkratky Firefoxu
cy: Llwybrau Byr Firefox
da: Firefox-genveje
de: Firefox-Verknüpfungen
dsb: Zwězanja Firefox
el: Συντομεύσεις Firefox
eo: Ŝparvojoj de Firefox
es: Accesos directos de Firefox
es_ar: Accesos directos de Firefox
es_cl: Atajos de Firefox
es_mx: Atajos de Firefox
et: Firefoxi otseteed
eu: Firefoxen lasterbideak
fa: میانبرهای فایرفاکس
fi: Firefox-oikotiet
fr: Raccourcis Firefox
gd: Ath-ghoiridean Firefox
gl: Atallos de Firefox
he: קיצורי דרך של Firefox
hi_in: Firefox शॉर्टकट
hr: Prečaci za Firefox
hsb: Zwjazanja Firefox
hu: Firefox-hivatkozások
hy_am: Firefox-ի դյուրանցումներ
ia: Accessos directe de Firefox
id: Pintasan Firefox
is: Firefox flýtileiðir
it: Scorciatoie di Firefox
ja: Firefox ショートカット
ka: Firefox მალსახმობები
kab: Inegzumen n Firefox
kk: Firefox жарлықтары
ko: Firefox 단축키
lo: ທາງລັດເຂົ້າ Firefox
lt: „Firefox“ leistukai
ml: ഫയർഫോക്സ് കുറുക്കുവഴികൾ
nb: Firefox-snarveier
ne_np: Firefox सर्टकटहरु
nl: Firefox-snelkoppelingen
nn: Firefox-snarvegar
pa_in: Firefox ਸ਼ਾਰਟਕੱਟ
pl: Skróty Firefoksa
pt_br: Atalhos do Firefox
pt_pt: Atalhos do Firefox
rm: Scursanidas da Firefox
ru: Ярлыки Firefox
sat_olck: Firefox ᱥᱚᱴᱠᱚᱴ
scn: Accurzi di Firefox
si: ෆයර්ෆොක්ස් කෙටිමං
sk: Skratky Firefoxu
sl: Bližnjice za Firefox
sq: Shkurtore Firefox-i
su: Takulan Firefox
sv: Firefox-genvägar
tg: Миёнбурҳои «Firefox»
tr: Firefox Kestirmeleri
tt: Firefox ярлыклары
ug: Firefox تېزلەتمىسى
uk: Ярлики Firefox
ur: Firefox شارٹ کٹس
vi: Lối tắt Firefox
zh_cn: Firefox 快捷方式
zh_tw: Firefox 捷徑

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
ab: Аҵаҩыра аартразы аҿацәқәа ацҵа.
an: Anyade alcorces ta las tuyas pestanyas ubiertas.
ar: أضِف اختصارات إلى الألسنة المفتوحة.
be: Дадайце цэтлікі на адкрытыя карткі.
bn: আপনার খোলা ট্যাবগুলিতে শর্টকাট যুক্ত করুন।
br: Ouzhpennit berradennoù betek hoc’h ivinelloù digor.
bs: Dodajte prečice na otvorene tabove.
ca: Afegiu dreceres a les pestanyes obertes.
co: Aghjunghjite accurtatoghji à e vostre unghjette aperte.
cs: Přidejte si zkratky na vaše otevřené panely.
cy: Ychwanegwch lwybrau byr i'ch tabiau agored.
da: Tilføj genveje til dine åbne faneblade.
de: Fügen Sie Verknüpfungen zu Ihren offenen Tabs hinzu.
dsb: Pśidajśo swójim wócynjonym rejtarikam zwězanja.
el: Προσθήκη συντομεύσεων για ανοικτές καρτέλες.
eo: Aldoni ŝparvojojn al viaj malfermitaj langetoj.
es: Añade atajos a tus pestañas abiertas.
es_ar: Agregar atajos a las pestañas abiertas.
es_cl: Añade atajos a tus pestañas abiertas.
es_mx: Agrega atajos a tus pestañas abiertas.
et: Lisa otsetee oma avatud kaartideni.
eu: Gehitu irekitako zure fitxetarako lasterbideak.
fa: میانبرها را به برگه های باز خود اضافه کنید.
fi: Lisää oikoteitä avoimiin välilehtiisi.
fr: Ajoutez des raccourcis vers vos onglets ouverts.
gd: Cuir ath-ghoiridean ris na tabaichean fosgailte agad.
gl: Engada atallos as súas lapelas abertas.
he: הוספת קיצורי דרך ללשוניות הפתוחות שלך.
hi_in: अपने खुले टैब में शॉर्टकट जोड़ें।
hr: Dodaj prečace svojim otvorenim karticama.
hsb: Přidajće swojim wočinjenym rajtarkam zwjazanja.
hu: Parancsikonok hozzáadása a nyitott lapokhoz.
hy_am: Հավելել դյուրանցումներ բաց ներդիրներին:
ia: Insere accessos directe a tu schedas aperte.
id: Tambahkan pintasan ke tab terbuka Anda.
is: Bætta við flýtileiðum í opnu flipana þína.
it: Aggiungi collegamenti alle tue schede aperte.
ja: 開いているタブへのショートカットを追加します。
ka: გახსნილი ჩანართების მალსახმობების დამატება.
kab: Rnu inegzumen ɣer waccaren-ik·im i yeldin.
kk: Ашық беттерге жарлықтарды қосу.
ko: 열려있는 탭에 바로 가기를 추가합니다.
lo: ເພີ່ມທາງລັດໄປຫາແທັບທີ່ເປີດຢູ່ຂອງທ່ານ.
lt: Pridėkite leistukų į savo atvertas korteles.
ml: താങ്ങളുടെ തുറന്ന ടാബുകളിലേക്ക് കുറുക്കുവഴികൾ ചേർക്കുക.
my: သင်၏ အဖွင့်တဗ်များတွင် ဖြတ်လမ်းများကိုထည့်ပါ။
nb: Legg til snarveier til dine åpne faner.
ne_np: तपाईंको खुला ट्याबहरूमा सर्टकटहरू थप्नुहोस्।
nl: Snelkoppelingen naar uw open tabbladen toevoegen.
nn: Legg til snarvegar til dei opne fanene dine.
pa_in: ਆਪਣੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਟੈਬਾਂ ਲਈ ਸ਼ਾਰਟਕਟ ਜੋੜੋ।
pl: Dodaj skróty do otwartych kart.
pt_br: Adicione atalhos para suas abas abertas.
pt_pt: Adicione atalhos para os seus separadores abertos.
rm: Agiuntescha scursanidas a tes tabs averts.
ru: Добавьте ярлыки на открытые вкладки.
sat_olck: ᱟᱢᱟᱜ ᱠᱷᱩᱞᱟᱹ ᱟᱠᱟᱱ ᱴᱮᱵᱽ ᱠᱚ ᱨᱮᱭᱟᱜ ᱥᱚᱴᱠᱚᱴ ᱠᱚ ᱥᱮᱞᱮᱫ ᱢᱮ ᱾
scn: Junci accurzi ê to schedi graputi.
si: විවෘත පටිති වෙත කෙටිමං දමන්න.
sk: Pridajte si skratky na svoje otvorené karty.
sl: Dodajte bližnjice do svojih odprtih zavihkov.
sq: Shtoni shkurtore për te skedat tuaja të hapura.
su: Tambah takulan ka tab anu muka.
sv: Lägg till genvägar till dina öppna flikar.
tg: Миёнбурҳоро ба варақаҳои кушодашудаи худ илова намоед.
th: เพิ่มทางลัดไปยังแท็บที่เปิดอยู่ของคุณ
tr: Açık sekmelerinize kısayollar ekleyin.
tt: Ачык табларыгызга ярлыклар өстәгез.
ug: ئوچۇق بەتكۈچكە تېزلەتمە قوشىدۇ.
uk: Додайте ярлики для відкритих вкладок.
ur: اپنی کھلی ٹیبز میں شارٹ کٹ شامل کریں۔
vi: Thêm phím tắt vào các thẻ đang mở của bạn.
zh_cn: 添加“打开的标签页”快捷方式。
zh_tw: 加入已開啟分頁的捷徑。

# TodayWidget.QuickViewGalleryTitle
source: Quick View
ab: Ирласны ахәаԥшра
an: Vista rapida
ar: منظور سريع
ast: Vista rápida
be: Хуткі прагляд
bn: কুইক ভিউ
br: Alberz prim
bs: Brzi pogled
ca: Vista ràpida
co: Vista presta
cs: Rychlý pohled
cy: Golwg Gyflym
da: Hurtigt overblik
de: Schnellansicht
dsb: Malsny naglěd
el: Γρήγορη προβολή
eo: Rapida vido
es: Vista rápida
es_ar: Vista rápida
es_cl: Vista rápida
es_mx: Vista rápida
et: Kiire vaade
eu: Ikuspegi azkarra
fa: مشاهده سریع
fi: Pikanäkymä
fr: Aperçu rapide
gd: Grad-shealladh
gl: Vista rápida
he: תצוגה מהירה
hr: Brzi pogled
hsb: Spěšny napohlad
hu: Gyors nézet
hy_am: Արագ դիտում
ia: Vista rapide
id: Lihat Sekilas
is: Flýtiskoðun
it: Vista rapida
ja: クイックビュー
ka: სწრაფი ხილვა
kab: Taskant taruradt
kk: Жылдам қарау
ko: 빠르게 보기
lo: ການເບິງແບບດ່ວນ
lt: Sparti peržiūra
ml: പെട്ടെന്നു് കാഴ്ച
my: အမြန်ကြည့်မြင်ကွင်း
nb: Hurtigvisning
ne_np: द्रुत दृश्य
nl: Snel bekijken
nn: Snøggtitt
pa_in: ਫ਼ੌਰੀ ਝਲਕ
pl: Szybki podgląd
pt_br: Visão rápida
pt_pt: Vista rápida
rm: Vista svelta
ro: Vizualizare rapidă
ru: Быстрый просмотр
sat_olck: ᱞᱚᱜᱚᱱ ᱛᱮ ᱧᱮᱞ
scn: Vista lesta
si: ඉක්මන් දැක්ම
sk: Rýchle zobrazenie
sl: Hitri pogled
sq: Parje e Shpejtë
su: Témbongan Gancang
sv: Snabbtitt
tg: Намоиши зуд
th: การดูแบบด่วน
tr: Hızlı Görünüm
tt: Тиз карау
ug: تېز كۆرۈش
uk: Швидкий перегляд
ur: فوری نظارہ
vi: Xem nhanh
zh_cn: 快速浏览
zh_tw: 快速檢視

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
ab: Firefox аҟны аԥшаара
an: Mirar en Firefox
ar: ابحث في Firefox
be: Шукаць у Firefox
bn: Firefox এ অনুসন্ধান করুন
br: Klask e Firefox
bs: Traži u Firefoxu
ca: Cerca en el Firefox
co: Ricercà in Firefox
cs: Vyhledat ve Firefoxu
cy: Chwilio yn Firefox
da: Søg i Firefox
de: In Firefox suchen
dsb: W Firefox pytaś
el: Αναζήτηση στο Firefox
eo: Serĉi en Firefox
es: Buscar en Firefox
es_ar: Buscar en Firefox
es_cl: Buscar en Firefox
es_mx: Buscar en Firefox
et: Otsi Firefoxis
eu: Bilatu Firefoxen
fa: جست‌وجو در فایرفاکس
fi: Hae Firefoxissa
fr: Rechercher dans Firefox
gd: Lorg ann am Firefox
gl: Buscar no Firefox
he: חיפוש ב־Firefox
hi_in: Firefox में खोजें
hr: Traži u Firefoxu
hsb: W Firefox pytać
hu: Keresés a Firefoxban
hy_am: Որոնել Firefox֊ում
ia: Cercar in Firefox
id: Cari di Firefox
is: Leita í Firefox
it: Cerca in Firefox
ja: Firefox で検索
ka: Firefox-ში მოძიება
kab: Nadi deg firefox
kk: Firefox ішінен іздеу
ko: Firefox에서 검색
lo: ຄົ້ນຫາໃນ Firefox
lt: Ieškoti per „Firefox“
ml: ഫയർഫോക്സിൽ തിരയുക
my: Firefox တွင် ရှာပါ
nb: Søk i Firefox
ne_np: Firefox मा खोज्नुहोस्
nl: Zoeken in Firefox
nn: Søk i Firefox
pa_in: Firefox ਵਿੱਚ ਖੋਜੋ
pl: Wyszukaj w Firefoksie
pt_br: Pesquisar no Firefox
pt_pt: Pesquisar no Firefox
rm: Tschertgar en Firefox
ro: Caută în Firefox
ru: Искать в Firefox
sat_olck: Firefox ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ
scn: Riscedi cu Firefox
si: ෆයර්ෆොක්ස් හි සොයන්න
sk: Hľadať vo Firefoxe
sl: Išči v Firefoxu
sq: Kërko në Firefox
su: Paluruh di Firefox
sv: Sök i Firefox
tg: Ҷустуҷӯ дар «Firefox»
th: ค้นหาใน Firefox
tr: Firefox’ta ara
tt: Firefox-та эзләү
ug: Firefox تا ئىزدە
uk: Шукати в Firefox
ur: Firefox میں تلاش کریں
vi: Tìm kiếm trong Firefox
zh_cn: 在 Firefox 中搜索
zh_tw: 用 Firefox 搜尋

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
ab: Ахатә абларҭаҿы аԥшаара
an: Mirar en una Pestanya Privada
ar: ابحث في لسان خاص
be: Шукаць у прыватнай картцы
bn: ব্যক্তিগত ট্যাবে অনুসন্ধান করুন
br: Klask en un ivinell brevez
bs: Traži u privatnom tabu
ca: Cerca en una pestanya privada
co: Ricercà in un’ unghjetta privata
cs: Vyhledat v anonymním panelu
cy: Chwilio mewn Tab Preifat
da: Søg i private faneblade
de: In privatem Tab suchen
dsb: W priwatnem rejtariku pytaś
el: Αναζήτηση σε ιδιωτική καρτέλα
eo: Serĉi en privata langeto
es: Buscar en pestaña privada
es_ar: Buscar en pestaña privada
es_cl: Buscar en nueva pestaña privada
es_mx: Buscar en pestaña privada
et: Otsi privaatsel kaardil
eu: Bilatu fitxa pribatuan
fa: جست‌وجو در زبانه‌ی خصوصی
fi: Hae yksityisessä välilehdessä
fr: Rechercher dans un onglet privé
gd: Lorg ann an taba prìobhaideach
gl: Buscar nunha lapela privada
he: חיפוש בלשונית פרטית
hi_in: निजी टैब में खोजें
hr: Traži u privatnoj kartici
hsb: W priwatnym rajtarku pytać
hu: Keresés privát lapon
hy_am: Որոնել գաղտնի ներդիրում
ia: Cercar in scheda private
id: Cari di Tab Pribadi
is: Leita í huliðsflipa
it: Cerca in scheda anonima
ja: プライベートタブで検索
ka: პირად ჩანართში მოძიება
kab: Nadi deg yiccer uslig
kk: Жекелік бетте іздеу
ko: 사생활 보호 탭에서 검색
lo: ຄົ້ນຫາໃນ ແທັບສ່ວນຕົວ
lt: Atverti privačiojoje kortelėje
ml: തിരയുക സ്വകാര്യ ടാബിൽ
my: သီးသန့်တဗ်တွင် ရှာဖွေပါ
nb: Søk i privat fane
ne_np: निजी ट्याबमा खोज्नुहोस्
nl: Zoeken in privétabblad
nn: Søk i privat fane
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬ ਵਿੱਚ ਖੋਜੋ
pl: Wyszukaj w prywatnej karcie
pt_br: Pesquisar em aba privativa
pt_pt: Pesquisar num separador privado
rm: Tschertgar en in tab privat
ro: Caută în filă privată
ru: Искать в приватной вкладке
sat_olck: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵᱽ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ
scn: Riscedi nta na scheda privata
si: පෞද්. පටිත්තක් තුළ සොයන්න
sk: Hľadať v súkromnej karte
sl: Išči v zasebnem zavihku
sq: Kërkoni në Skedë Private
su: Paluruh dina Tab Nyamuni
sv: Sök i privat flik
tg: Ҷустуҷӯ дар варақаи хусусӣ
th: ค้นหาในแท็บส่วนตัว
tr: Gizlide ara
tt: Хосусый табта эзләү
ug: شەخسىي بەتكۈچتە ئىزدە
uk: Шукати у приватній вкладці
ur: نجی ٹیب میں تلاش کریں
vi: Tìm kiếm trong thẻ riêng tư
zh_cn: 在隐私标签页中搜索
zh_tw: 用隱私分頁搜尋
